{
    "details":[
        {
            "id":1,
            "name": "Keep a record of your expenditures ",
            "description":
            "a.  Keep track of your expenses. The first step in beginning to save money is determining how much you spend. Keep note of all of your expenses, including coffee, groceries, and cash tips, as well as your normal monthly payments. You can use a pencil and paper, a simple spreadsheet, or a free online expenditure tracker or app to keep track of your expenses. Once you've gathered your information, sort it into categories like petrol, food, and mortgage payments, and add up the totals. Make sure you've included everything by checking your credit card and bank statements.",
            "details":"b.  Make saving a priority in your budget. You can start making a budget now that you know how much you spend in a month. Your budget should indicate how your expenses compare to your income so that you can budget and avoid overpaying. Always remember to account for expenses that occur on a monthly basis but not every month, such as car maintenance. Include a savings category in your budget, and set a goal to save an amount that is comfortable to you at first. Plan to save up to 15% to 20% of your salary at some point in the future. ",

            "last":"c. For example, checking your costs can reveal that you're paying monthly for a service you don't use (such as an unused gym membership), in which case you should cancel it or move to a cheaper one. Alternatively, you may discover that your habit of dining out or purchasing clothing from high-end labels is leading you to run out of money by the end of the month.",

            "img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRs5Z8rR63CJKhb3ADdkNMuZsfPL9rjOhbIBqsJuGPQYIOqJUWhM1OyRZTISmfVWw_lw1k&usqp=CAU"
        },
        {
            "id":2,
            "name": "Distinguish between wants and necessities",
            "description":"a. The term need refers to something that is required to survive and operate. Something that can improve your quality of life is referred to as a desire. A need, according to these criteria, is defined as food, clothing, shelter, and medical care, while a want is defined as anything else. You'll probably find that you've been able to fulfill more of your desires throughout the years than you imagined after you get better at distinguishing between wants and requirements. And that might be a major turning point. When you discover things you want to buy or do but can't afford right now, it's all too easy to get caught up in them and forget about what you already have. Take some time to think about all of the ways you've been lucky and the needs you're able to address on a daily basis. You can evaluate what's most important and arrange your budget to make your aspirations a reality if you have clarity about your wants and needs.",
            "details":"b. It recommends allocating 50% and 30% of your budget to requirements and wants, respectively, with the remaining 20% set aside for savings or debt repayment. These aren't exact limits, but if you find yourself going overboard in any of them, rethink your budget.",
            "last":"c. Expenses can also be divided into fixed and variable categories, in addition to requirements and wants. You may begin to figure out exactly what your spending will be on a month-to-month basis by structuring your budget in this manner. When it comes to budgeting, having a financial advisor optimize your financial plans can assist ensure that you stay on pace for long-term goals. It doesn't have to be difficult to find the perfect financial advisor for your needs. Get started now if you're ready to be matched with local experts who can help you reach your financial objectives.",
            "img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTrFTHQ1SG0n2MD4_RkC2X2UOQ69gdrkAVXkw&usqp=CAU"
        },
        {
            "id":3,
            "name": "Reduce your energy costs",
            "description":"To make your home more energy efficient, you must first identify possible energy efficiency sources that can be easily implemented in your daily life. There are numerous ways to improve energy efficiency in your home - the choice is entirely yours. We've compiled a list of tips and tactics for lowering energy use and expenses — have a look and give it a shot!",
            "details":"1. Temparature: By lowering the temperature in your room by only one degree, you can save 10% on your heating expense. When it comes to energy efficiency, reducing heat in your home and lowering cooling bills are critical. Keeping your hot water supply at normal temperatures rather than overheating helps you save money on energy.",
            "detail":"2. Appliances: When getting food, don't leave the fridge door open for too long. The fridge takes 45 minutes to cool down to its initial temperature for every 10-20 seconds the door is open. Before turning on your washing machine and dishwasher, make sure they're both full. It is more energy efficient to run full loads. Usually, running an economy program is enough to get rid of your soiled clothes. You can save two-thirds of the electricity by lowering the water temperature from 60 to 30 degrees Celsius.             ",
            "last":"3. Light: One of the most effective strategies to save electricity is to use natural sunshine. It helps to reduce electricity expenses by minimizing the quantity of artificial light used. When possible, try to turn off lights that aren't in use. Changing your light bulbs to LEDs can help you save money on electricity.             ",
            "img":"https://cdn.thomasnet.com/insights-images/557d32e9-26a7-46bb-8764-8c85edd3e6b0/750px.png"
        },
        {
            "id":4,
            "name": "Sell the goods you don't use",
            "description":"When it comes to selling items online, the adage -one man's trash is another man's treasure- is never more accurate. As our helpful list demonstrates, you may make money by buying and selling low-cost, ordinary objects, as well as items that would otherwise be thrown away. While rarer things will attract the biggest bids on auction platforms, it's not a good idea to ignore the lesser revenue streams. All of these small sales add up. There's money to be made in every corner of your home if you know where to look.",
            "details":"a. Try selling any clothing that is still in good condition but that you no longer wear. Clothing may be sold on several platforms, including Facebook Marketplace, and you can make some money, especially if you sell name-brand things.",
            "detail":"b. Have you got any old phones in your drawers that you haven't used since you upgraded? Rather than letting them build dust in case you ever need to use one (which is unlikely), why not sell your old phone for cash? Moreover, While this is a more specialized area, selling broken items on the internet isn't a complete no-no. It's likely to sell if you're very clear that the item doesn't operate and that you're selling it to be used 'for components.' You could also sell your electronics to companies who refurbish used electronics. Take a look at Music Magpie's special offer prices, for example.",
            "last":"",
            "img":"https://www.savethestudent.org/uploads/things-to-sell-happy-woman.jpg"
        },
        {
            "id":5,
            "name": "Set Savings Objectives",
            "description":"Saving is an important part of establishing a solid financial foundation. You're more likely to build habits that put your money to work for you if you make a plan and make saving a priority. Here are some recommendations on how to make savings goals if you want to improve your saving skills.",
            "details":"a. Choose a precise target for your savings: First, decide what you want to achieve. Rather than choosing a hypothetical amount or a broad idea of saving more, define what you're working toward, whether it's a vacation, a college education for your children, a down payment on a house, or retirement. Next, make a schedule for achieving your goal. Some ambitions, such as buying a car next year, may be more immediate. Other objectives, such as reaching your retirement age, may take longer and necessitate more on-going planning.",
            "detail":"b. Make visual reminders: If you're serious about reaching your goals, making visual reminders can help. Quotes, sketches, and framed images are all excellent ways to visualize your objectives. Place these reminders in a visible location, such as the kitchen, bathroom, or at the front door. You'll be reminded of what's essential to you and why you're saving this way.",
            "last":"c. Make a separate account for each aim: It can be difficult to save for many ambitions. Make a separate account for each savings goal, whether it's for a car, a house, a vacation, or anything else. You can then determine how to distribute your resources between the accounts based on your savings schedule and the amount required to meet your objectives. Specific goals may have to be prioritized over others in some instances. Check to see if you're on track to accomplish your retirement savings goal before raising your contributions to a child's 529 college savings plan. If you require a new vehicle, you may need to place a higher priority on your savings goal than on a vacation. Consider where your money should go initially and work your way from there. Having a goal will alter your perspective on money. You'll begin to notice how each decision you make affects your overall financial well-being. If you don't have any financial ambitions, buying Starbucks every day isn't a huge deal.",
            "img":"https://cdn.everyincome.com/wordpress/2019/07/d066b9c8-ei-saving-with-conscious-intent-1080x675.jpg"
        },
        {
            "id":6,
            "name": "Identify and develop alternative sources of income.",
            "description":"Whether you're running a side hustle or just wanting to make a little extra money each month, passive income can be a terrific approach to help you produce extra cash flow. Passive income can help you earn more during the good times and tide you over if you are abruptly laid off or deliberately take time off work. You can have money flowing in while working your primary job, or you can relax a little if you've built up a steady source of passive income. In either case, a passive income provides you with additional security.",
            "details":"a. Start a Blog: In the previous two decades, blogging has become one of the most popular fads. One can fast recoup their initial investment while also profiting from it. Making your blog a success, on the other hand, takes time and effort. To put it another way, if your job doesn't provide you with much time or energy, this may not be the greatest option for you. You should also understand the fundamentals of how to set up a blog and how to write. As you publish more, you'll be able to set up Google Ads and accept affiliate marketing partners. ",
            "detail":"b. Take paid surveys: Paid surveys have become one of the most convenient ways to earn money quickly. One of the most major advantages of earning money with surveys is that it does not require devoted time but can be done in your own time with no deadlines to meet. There are various apps where you may make tiny amounts of money by answering survey questions, testing websites and apps, or even watching advertising. While many of these sites and applications provide vouchers and coupons, others provide direct cash. Before you signup, double-check the legitimacy and trustworthiness of the website.",
            "last":"c. Start a home company: You can start a home business if you have experience in a specific subject and can effectively promote yourself. It may be launched with a small investment and has a large profit potential. Teaching, baking, sports instruction, or finance advice are just a few of the possibilities. If things go well, you can start small with just a few clients or customers and work your way up to expanding your client or customer base and even focusing on it full-time if things go well.",
            "img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSg_qMMZ0dsnmoF_tG0GYIibdUTimNpcZC7_nkC4FO6mtaEQaSgyoCsN0WkPqHFUlhRAYU&usqp=CAU"
        }
    ]
}